README.org
* Aktiver Tiefpassfilter im Rahmen des Schaltungstechnik Praktikums

** Realisierung eines 1kHz Tiefpassfilter mit veränderlicher Verstärkung

Der Filter nutzt eine Sallen-Key Topologie und kann mit verschiedenen Spannungsquellen betrieben werden.
Desweiteren lässt sich die Verstärkung über ein Potentiometer verstellen.

Der Jumper ist entsprechend der Spannungsversorgung zu setzen. Auf der Stellung *GND* wird das GND potential
zur Referenzspannung für den Verstärker, somit sollte eine symmetrische Spannungsversorgung genutzt werden.
Auf der Stellung *REF* wird eine interne Referenzspannung genutzt, es ist empfohlen das Spannungsquelle und
Signal in diesem Fall voneinander galvanisch getrennt sind.

** Bill of Materials

| Pos | Item          | Value     | Package   | Qty | Cost   | Link     |
|-----+---------------+-----------+-----------+-----+--------+----------|
|   1 | Op-Amp        | ADA4610-2 | SOIC-8    |   1 | 2.04 € | [[https://www.digikey.de/product-detail/de/analog-devices-inc/ADA4062-2ARZ/ADA4062-2ARZ-ND/1979393][@digikey]] |
|   2 | Capacitor     | 10uF      | SMT 5x5.4 |   1 | 0.30 € | [[https://www.digikey.de/product-detail/de/panasonic-electronic-components/EEE-1VA100WR/PCE3948CT-ND/766324][@digikey]] |
|   5 | Potentiometer | 100kΩ     | SMT       |   1 | 0.71 € | [[https://www.digikey.de/product-detail/de/vishay-sfernice/TS53YL104MR10/TS53YL-100KCT-ND/1587994][@digikey]] |
|   3 | Pin Header    | Male      | THT 1x3   |   3 |        |          |
|   6 | Resistor      | 47kΩ      | SMT 0603  |   3 |        |          |
|   7 | Resistor      | 820kΩ     | SMT 0603  |   1 |        |          |
|   8 | Resistor      | 3.3kΩ     | SMT 0603  |   1 |        |          |
|   9 | Capacitor     | 100nF     | SMT 0603  |   4 |        |          |
|  10 | Capacitor     | 1.2nF     | SMT 0603  |   2 |        |          |
